# プライバシーポリシー

このプライバシーポリシーは、[RemainsDate]（以下、「アプリ」と呼びます）のユーザーデータの収集、使用、共有、保管に関する情報を提供します。アプリをご利用いただく前に、このプライバシーポリシーをよくお読みいただき、理解していただくことをお勧めします。

## データの収集と使用

1. **収集するデータ**: アプリは、以下の情報を収集する場合があります。
   - ユーザーアカウント情報（名前、メールアドレスなど）
   - デバイス情報（デバイスの型番、オペレーティングシステムバージョンなど）
   - 利用履歴（アプリ内の操作履歴、設定など）
   - 位置情報（必要な場合にのみ、例: GPSを使用して位置情報を取得）

2. **データの使用目的**: 収集したデータは、以下の目的で使用されます。
   - アプリの提供と運用
   - ユーザーサポートの提供
   - ユーザーアカウントの管理
   - ユーザーアクティビティの分析
   - 品質向上と新機能の開発

## データの共有

1. **第三者への共有**: アプリは、法的要件や以下の場合を除いて、ユーザーデータを第三者と共有しません。
   - ユーザーの明示的な同意がある場合
   - 法的要件に基づいて情報提供が求められる場合

## データの保管とセキュリティ

1. **データの保管**: 収集したデータは、適切なセキュリティ対策を講じて保管されます。

2. **セキュリティ対策**: アプリは、データの紛失、不正アクセス、変更、開示を防ぐためにセキュリティ対策を実施していますが、100%のセキュリティは保証できません。

## プライバシーポリシーの更新

1. **ポリシーの変更**: このプライバシーポリシーは変更される場合があります。変更がある場合、更新情報を提供し、変更後のポリシーを公開します。

## お問い合わせ

プライバシーに関する質問や要望がある場合、以下の連絡先にご連絡いただければ幸いです。

[連絡先情報]　https://twitter.com/jin07_n

最終更新日：2023年10月7日
